Repository: YazLuna/HangmanGame
Catalog: Properties/Resources.*.resx
Languages: es_mx

# Accept_Button
source: Accept
es_mx: Aceptar

# AccountRegistrationMessage
source: The account was created successfully.
es_mx: La cuenta fue creada correctamente.

# AccountRegistrationMessageTitle
source: Account registration
es_mx: Registro de cuenta

source: Accumulated Score
es_mx: Puntaje Acumulado

# AdditionalContext
source: Give us additional context about the report
es_mx: Ofrecenos contexto adicional sobre el reporte

# AdditionalContextReport
source: Addtional Context
es_mx: Contexto Adicional

source: BEST SCORES
es_mx: MEJORES PUNTUACIONES

# Cancel_Button
source: Cancel
es_mx: Cancelar

# CategoryAS
source: Category: American Series
es_mx: Categoría: Serie Americana

# CategoryM
source: Category: Movie
es_mx: Categoría: Película

# CategoryS
source: Category: Song
es_mx: Categoría: Canción

# CategoryV
source: Category: Videogame
es_mx: Categoría: Videojuego

# ChangePasswordMessage
source: The password was changed successfully.
es_mx: La contraseña se cambio exitosamente.

# ChangePasswordMessageTitle
source: Change Password
es_mx: Cambiar Contraseña

# ChangePassword_Button
source: Change Password
es_mx: Cambiar contraseña

# Change_Button
source: Change
es_mx: Cambiar

# Check_Button
source: Check
es_mx: Verificar

source: Confirmation Code:
es_mx: Código de confirmación:

source: Confirm New Password:
es_mx: Confirmar nueva contraseña:

source: Confirm Password:
es_mx: Confirmar contraseña:

# Cost
source: Cost: 500
es_mx: Costo: 500

source: Current Password:
es_mx: Contraseña actual:

# CurrentScore
source: Current sentence score:
es_mx: Puntaje actual de la frase:

# DateHour
source: Date and Hour
es_mx: Fecha y hora

# DeleteAccountMessage
source: The account was successfully deleted.
es_mx: La cuenta fue eliminada exitosamente.

# DeleteAccountMessageTitle
source: Delete Account
es_mx: Eliminar Cuenta

# DeleteAccount_Button
source: Delete
es_mx: Eliminar

source: Email:
es_mx: Correo:

source: Email not found
es_mx: Correo no encontrado

# EmailNotFoundDetails
source: The email you entered does not correspond to that of any active account
es_mx: El email que ingresaste no corresponde al de ninguna cuenta activa

source: English
es_mx: Inglés

# EnteredWrongCredentials
source: You entered invalid credentials. Please enter correct data or register.
es_mx: Ingresaste credenciales inválidas. Por favor ingresa datos correctos o registrate.

# ErrorCodeConfirmation
source: Enter only 6-digit numbers.
es_mx: Ingresar sólo números de 6 cifras.

# ErrorCodeDetails
source: The code you entered is not correct. Please enter the one that was sent to your email
es_mx: El código que ingresó no es correcto. Ingrese el que se envió a su correo electrónico

# ErrorDataBase
source: Password not modified
es_mx: Contraseña no modificada

# ErrorDataBaseDetails
source: There is no connection to the database. Please try again later
es_mx: No hay conexión a la base de datos. Por favor, inténtelo de nuevo más tarde

# ErrorEmail
source: Enter a valid email structure "maria_12@gmail.com".
es_mx: Ingresar una estructura válida de correo el "maria_12@gmail.com".

# ErrorNameComplete
source: Enter only letters.
es_mx: Ingresar solo letras.

# ErrorPassword
source: Enter letters A-Z or a-z, 0-9 and characters @_#. Length (8-15).
es_mx: Ingresar letras A-Z o a-z, 0-9 y caracteres @_#. Longitud (8-15).

# GoOut_Button
source: Go out
es_mx: Salir

# HateMotive
source: EXPRESSIONS OF HATE Racism, sexism, homophobia, etc.
es_mx: EXPRESIONES DE ODIO Racismo, sexismo, homofobia, etc.

# IncorrectCodeMessage
source: Please enter the correct confirmation code.
es_mx: Por favor ingrese el codigo de confirmación correcto.

# IncorrectCodeMessageTitle
source: Incorrect confirmation code
es_mx: Codigo de confirmación incorrecto

# IncorrectDataMessage
source: Please enter correct data in the fields marked in red.
es_mx: Por favor ingrese datos correctos en los campos marcados en rojo.

# IncorrectDataMessageTitle
source: Incorrect Data
es_mx: Datos Incorrectos

source: Incorrect Email
es_mx: Correo Incorrecto

# IncorrectEmailDetails
source: The email you entered does not correspond to the structure of an email. Please enter a valid email
es_mx: El correo que ingresaste no corresponde a la estructura de un email. Por favor ingresa un correo válido

source: Incorrect Passwords
es_mx: Contraseñas incorrectas

# IncorrectPasswordsDetails
source: The code you entered is not correct. Please enter the one that was sent to your email
es_mx: Las contraseñas que ingresó no son correctas, las contraseñas deben ser las mismas. Por favor intentelo de nuevo

# IndicateReport
source: Please tell us the reasons why you want to report this player.
es_mx: Por favor, indicanos los motivos por los cuales quieres reportar a este jugador.

source: Language:
es_mx: Idioma:

source: Last Name:
es_mx: Apellido:

# LogOut_Button
source: Log Out
es_mx: Salir

# LostGame
source: You have hanged yourself
es_mx: Te has Ahorcado

# LostMessage
source: In the next one be faster
es_mx: Se mejor en la próxima partida

# MessageConfirmation
source: Please check your email to confirm your email and continue with the account creation process.
es_mx: Por favor revise su correo electrónico para confirmar su correo y seguir con el proceso de crear cuenta.

source: Mistakes:
es_mx: Errores:

# ModifyAccountMessage
source: The data was successfully modified.
es_mx: Los datos se modificaron exitosamente.

# ModifyAccountMessageTitle
source: Modify Account
es_mx: Modificar Cuenta

# ModifyLeastDataMessage
source: Please modify at least one data.
es_mx: Por favor modifique por lo menos un dato.

# ModifyLeastDataMessageTile
source: Modify Data
es_mx: Modifique Datos

# Modify_Button
source: Modify
es_mx: Modificar

source: Name:
es_mx: Nombre:

source: New Password:
es_mx: Nueva contraseña:

# NoAccountRegisteredMessage
source: The account was not registered, please try again later.
es_mx: La cuenta no se registro, por favor intentar más tarde.

# NoChangePasswordMessage
source: The password was not changed, please try again later.
es_mx: La contraseña no se modifico, por favor intente más tarde.

# NoDeleteAccountMessage
source: The account was not deleted. Please try again later.
es_mx: La cuenta no se elimino. Por favor intentar más tarde.

# NoModifyAccountMessage
source: The data was not modified, please try again later.
es_mx: Los datos no se modificaron, Por favor intente más tarde.

# NoOpenMatchMessage
source: Please wait for the current game to finish to play a new one.
es_mx: Por favor, espere a que termine la partida actual para jugar una nueva.

# OffensiveMotive
source: OFFENSIVE OR INAPPROPRIATE NAME
es_mx: NOMBRE OFENSIVO O INAPROPIADO

source: Password:
es_mx: Contraseña:

# PasswordChanged
source: Password changed successfully
es_mx: Modificación de contraseña exitosa

# PasswordChangedDetails
source: The password has been modified successfully you can now enter the game
es_mx: La contraseña se ha modificado correctamente, ahora puede ingresar al juego

source: Phrase score:
es_mx: Puntaje de la frase:

source: Player
es_mx: Jugador

# Play_Button
source: Play
es_mx: Jugar

source: Points Earned:
es_mx: Puntos Ganados:

source: Position
es_mx: Posición

# RecoverCode
source: Enter the recovery code sent to your email:
es_mx: Ingrese el código de recuperación enviado a su correo:

# RecoveryCode_Button
source: Send recovery code
es_mx: Enviar código de recuperación

# RegisteredEmailMessage
source: The email is already registered. Please change it.
es_mx: El email se encuentra registrado. Por favor de cambiarlo.

# Register_Button
source: Register
es_mx: Registrarse

# ReminderReport
source: Please remember that 10 reports will lock your account.
es_mx: Por favor, recuerde que con 10 reportes se bloquea su cuenta.

# RepeatedDataMessageTitle
source: Repeated Data
es_mx: Datos Repetidos

source: Report
es_mx: Reportar

# ReportList_Button
source: Reports
es_mx: Reportes

# ReportPlayerErrorMessage
source: The player cannot be reported. Please try again later.
es_mx: No se puede reportar al jugador. Por favor, intente más tarde.

# ReportPlayerMessage
source: The player was successfully reported.
es_mx: El jugador fue reportado exitosamente.

# Report_Button
source: Report
es_mx: Reportar

# Score
source: Your score is:
es_mx: Tu puntaje es:

# SendConfirmation_Button
source: Send Confirmation Code
es_mx: Enviar código de confirmación

# SendMessage_Button
source: Send
es_mx: Enviar

source: Settings
es_mx: Configuraciones

source: Sound:
es_mx: Sonido:

source: Spanish
es_mx: Español

# Start_Button
source: Start
es_mx: Comenzar

# TileReportList
source: List of reports
es_mx: Lista de reportes

source: Time:
es_mx: Tiempo:

# TitleChangePassword
source: Change Password
es_mx: Cambiar contraseña

# TitleDeleteAccount
source: Delete Account
es_mx: Eliminar cuenta

# TitleEmailConfirmation
source: Email confirmation
es_mx: Confirmación de correo electrónico

# TitleGame
source: Hangman Game
es_mx: Juego del Ahorcado

# TitleGameOver
source: Game Over
es_mx: Partida terminada

# TitleLogIn
source: Log in
es_mx: Iniciar Sesión

# TitleLostGame
source: Lost Game
es_mx: Patida Perdida

# TitleLostMyPassword
source: Lost My Password
es_mx: Olvidé mi contraseña

# TitleMatch
source: Match
es_mx: Partida

# TitleModifyAccount
source: Modify Account
es_mx: Modificar cuenta

# TitlePlay
source: HangmanGame
es_mx: Juego del Ahorcado

# TitleRecoverAccount
source: Recover Account
es_mx: Recuperar Cuenta

# TitleRegisterReportMessage
source: Report Player
es_mx: Reportar Jugador

# TitleRegistry
source: Create Account
es_mx: Crear cuenta

# TitleReport
source: Report a player
es_mx: Reportar a un jugador

# TitleSetting
source: Setting
es_mx: Configuración

# TitleWaitingRoom
source: Waiting room
es_mx: Sala de espera

# TitleWelcome
source: Welcome
es_mx: Bienvenido

source: Type Report
es_mx: Tipo de reporte

# TypeReportErrorMessage
source: Choose a type of report.
es_mx: Elige un tipo de reporte.

source: Unlock Hint
es_mx: Desbloquear Pista

# UpdateAccount_Button
source: Update Account
es_mx: Modificar Cuenta

source: User
es_mx: Usuario

# ValidateEmail
source: Validate your Email:
es_mx: Verifique su Correo:

# ValidatePassword
source: Verify your new password:
es_mx: Verifique su nueva contraseña:

# VerbalMotive
source: VERBAL ABUSE Offensive language, Harassment
es_mx: ABUSO VERBAL Lenguaje ofensivo, Acoso

# WaitingPlayers
source: Waiting for other players...
es_mx: Esperando a otros jugadores...

source: Winner:
es_mx: Ganador:

# WinnerMessage
source: Great you saved yourself
es_mx: Genial te salvaste

source: Wrong credentials
es_mx: Credenciales Incorrectas

# WrongLetters
source: Letter:
es_mx: Letra:
